Repository: common-repository/jewish-date
Catalog: languages/jewish-date-*_formal.po
Languages: de_de

source: Jewish Date
de_de: Jüdisches Datum

source: A small plugin to show the Jewish date on your WordPress site.
de_de: Ein kleines Plugin, mit dem Sie das jüdische Datum auf Ihrer WordPress-Website anzeigen können.

source: Jewish Date Settings
de_de: Jüdisches Datum - Einstellungen

source: Save Changes
de_de: Speichern

source: Plugin developed by
de_de: Plugin-Entwickler:

source: Add Jewish date to posts?
de_de: Jüdisches Datum zu Beiträgen hinzufügen?

source: Add Jewish date to comments?
de_de: Jüdisches Datum zu Kommentaren hinzufügen?

source: Enter your settings here.
de_de: Geben Sie Ihre Einstellungen hier ein.

source: enabled
de_de: Ja

source: disabled
de_de: Nein

source: Tishri
de_de: Tischri

source: Heshvan
de_de: Cheschwan

source: Kislev
de_de: Kislew

source: Tevet
de_de: Tewet

source: Shevat
de_de: Schwat

source: Nisan
de_de: Nissan

source: Iyar
de_de: Isar

source: Sivan
de_de: Siwan

source: Av
de_de: Aw

source: Shows the current Jewish date
de_de: Jüdisches Tagesdatum anzeigen

source: Current Jewish Date
de_de: Jüdisches Tagesdatum

source: Title
de_de: Titel

source: Show Gregorian date, too?
de_de: Das gregorianische Datum auch anzeigen?
