Repository: common-repository/jewish-date
Catalog: languages/jewish-date-*.po
Languages: es_es

source: Jewish Date
es_es: Fecha hebrea

source: A small plugin to show the Jewish date on your WordPress site.
es_es: Un pequeño plugin para mostrar la fecha hebrea en tu sitio de WordPress.

source: Jewish Date Settings
es_es: Fecha hebrea - ajustes

source: Save Changes
es_es: Guardar cambios

source: Plugin developed by
es_es: Plugin creado por

source: Add Jewish date to posts?
es_es: ¿Añadir la fecha hebrea a las entradas?

source: Add Jewish date to comments?
es_es: ¿Añadir la fecha hebrea a los comentarios?

source: Enter your settings here.
es_es: Puedes hacer tus ajustes aquí.

source: enabled
es_es: Sí

source: disabled
es_es: No

source: Tishri
es_es: Tishrei

source: Heshvan
es_es: Jeshván

source: Nisan
es_es: Nisán

source: Sivan
es_es: Siván

source: Tammuz
es_es: Tamuz

source: Shows the current Jewish date
es_es: Muestra la fecha hebrea actual

source: Current Jewish Date
es_es: Fecha hebrea actual

source: Title
es_es: Título

source: Show Gregorian date, too?
es_es: ¿Mostrar la fecha gregoriana también?
